Repository: fenxer/agent-aibo
Catalog: App/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: “%@” is already in your library. Choose a different name to install this aibo.
zh_hans: “%@”已存在。请选择其他名称以安装此 Aibo。

source: “%@” is already in your library. Choose a different name.
zh_hans: “%@”已存在。请选择其他名称。

source: “%@” was not found on Petdex
zh_hans: 在 Petdex 上未找到“%@”

source: %@ used
zh_hans: 已使用 %@

source: About
zh_hans: 关于

source: Actions
zh_hans: 动作

source: Active Aibo
zh_hans: 当前 Aibo

source: Aibo Accent Color
zh_hans: Aibo 强调色

source: Aibo Actions
zh_hans: Aibo 动作

source: Aibo Already Exists
zh_hans: Aibo 已存在

source: Aibo mainly uses bubbles to show status.
zh_hans: Aibo 主要使用气泡来展示状态。

source: Aibo Size
zh_hans: Aibo 尺寸

source: Aibo supports local static images (.png), or Codex-compatible desktop pet formats (spritesheet + pet.json).
zh_hans: Aibo 支持本地静态图片（.png），或兼容 Codex 的桌面宠物格式（spritesheet + pet.json）。

source: Aibo Update
zh_hans: Aibo 更新

source: All Aibos
zh_hans: 所有 Aibo

source: All Sources
zh_hans: 所有来源

source: Appearance
zh_hans: 外观

source: Are you sure you want to delete “%@”?
zh_hans: 确定要删除“%@”吗？

source: Are you sure you want to delete %lld aibos?
zh_hans: 确定要删除这 %lld 个 Aibo 吗？

source: Auto
zh_hans: 自动

source: Auto-Check for Updates
zh_hans: 自动检查更新

source: Auto-dismiss
zh_hans: 自动消失

source: Back
zh_hans: 返回

source: Background Material
zh_hans: 背景材质

source: Background Tint Color
zh_hans: 背景色调

source: Bubble
zh_hans: 气泡

source: Bubble Distance
zh_hans: 气泡距离

source: Built-in
zh_hans: 内置

source: Can be set later in the menu
zh_hans: 稍后可在菜单中设置

source: Cancel
zh_hans: 取消

source: Capsule Color
zh_hans: 胶囊颜色

source: Change Aibo
zh_hans: 切换 Aibo

source: Check
zh_hans: 检查

source: Check daily in the background.
zh_hans: 每天在后台检查。

source: Checking…
zh_hans: 正在检查…

source: Choose which Petdex animation plays when each hook fires. Applies when a Petdex aibo is selected. Hover a row to preview it.
zh_hans: 选择在各个 Hook 触发时播放的动画。适用于已选择 Petdex Aibo 的情况。悬停可预览。

source: Clear
zh_hans: 清除

source: Clear all received logs?
zh_hans: 确定清空所有已接收的日志吗？

source: Click bubble to continue
zh_hans: 点击气泡以继续

source: Click to dismiss
zh_hans: 点击以关闭

source: Click to switch to app
zh_hans: 点击切换至对应应用

source: Click to switch to app and dismiss
zh_hans: 点击切换至应用并关闭气泡

source: Codex permission prompts show “request permission”. Click the bubble to open Codex.
zh_hans: Codex 权限提示将显示为“请求权限”。点击气泡可打开 Codex。

source: Connectivity
zh_hans: 连通性

source: Continue
zh_hans: 继续

source: Copy
zh_hans: 复制

source: Couldn't Install Aibo
zh_hans: 无法安装 Aibo

source: Cursor does not support approval or prompt-waiting hook events yet.
zh_hans: Cursor 暂不支持审批或等待提示词等 Hook 事件。

source: Custom
zh_hans: 自定义

source: Dark
zh_hans: 深色

source: Date Added
zh_hans: 添加日期

source: Default
zh_hans: 默认

source: Delete
zh_hans: 删除

source: Delete %@
zh_hans: 删除 %@

source: Delete Aibo?
zh_hans: 删除 Aibo？

source: Delete Aibos?
zh_hans: 删除选中的 Aibo？

source: Desktop aibo
zh_hans: 桌面 Aibo

source: Disable Mouse Tracking
zh_hans: 禁用鼠标追踪

source: Dismiss Bubble
zh_hans: 气泡关闭方式

source: Distance
zh_hans: 间距

source: Done
zh_hans: 完成

source: Down
zh_hans: 已断开

source: Drag Left
zh_hans: 向左拖拽

source: Drag Right
zh_hans: 向右拖拽

source: Enter a PetDex link
zh_hans: 输入 PetDex 链接

source: Enter a Petdex slug or page URL
zh_hans: 输入 PetDex URL 或 slug

source: Enter PetDex URL or slug to download.
zh_hans: 输入 PetDex URL 或 slug下载

source: Export
zh_hans: 导出

source: Extra Action
zh_hans: 额外动作

source: Failed to clear received log
zh_hans: 清空已接收日志失败

source: Failed to download aibo assets
zh_hans: 下载 Aibo 资源失败

source: Failed to export received log
zh_hans: 导出已接收日志失败

source: Failed to import image
zh_hans: 导入图片失败

source: Failed to install aibo
zh_hans: 安装 Aibo 失败

source: Failed to install Codex hooks
zh_hans: 安装 Codex Hook 失败

source: Failed to install Cursor hooks
zh_hans: 安装 Cursor Hook 失败

source: Failed to install DeepSeek plugin
zh_hans: 安装 DeepSeek 插件失败

source: Failed to save aibo files
zh_hans: 保存 Aibo 文件失败

source: Failed to save aibo library
zh_hans: 保存 Aibo 素材库失败

source: Failed to start hook listener
zh_hans: 启动 Hook 监听服务失败

source: Failed to start webhook listener
zh_hans: 启动 Webhook 监听服务失败

source: Failed to uninstall Codex hooks
zh_hans: 卸载 Codex Hook 失败

source: Failed to uninstall Cursor hooks
zh_hans: 卸载 Cursor Hook 失败

source: Failed to uninstall DeepSeek plugin
zh_hans: 卸载 DeepSeek 插件失败

source: Failed to write export file
zh_hans: 写入导出文件失败

source: Failed to write received log
zh_hans: 写入已接收日志失败

source: Float notes while playing music or video
zh_hans: 播放音乐或视频时飘出音符

source: Follow Mouse
zh_hans: 跟随鼠标

source: For example, that's Cursor's status above. ↑
zh_hans: 例如，上方即为 Cursor 的状态。↑

source: Forward
zh_hans: 前进

source: General
zh_hans: 通用

source: Get
zh_hans: 获取

source: Hello, welcome to Aibo. Aibo is a desktop pet-style app that displays local Agent hook information and remote Webhook information.
zh_hans: 你好哇，欢迎使用 Aibo。 Aibo 是一款桌宠应用，可展示本地 Agent Hook 信息与远程 Webhook 信息。

source: Hide Aibo
zh_hans: 隐藏 Aibo

source: Hide When Fullscreen
zh_hans: 全屏时隐藏

source: Hook and style settings
zh_hans: Hook 与样式设置

source: Install
zh_hans: 安装

source: Install from Local File
zh_hans: 从本地文件安装

source: Install from PetDex
zh_hans: 从 PetDex 安装

source: Install or select a Petdex aibo in Aibo to preview animations.
zh_hans: 在 Aibo 中安装或选择一个 Petdex Aibo 以预览动画。

source: Installed
zh_hans: 已安装

source: just now
zh_hans: 刚刚

source: Keep at Least One Aibo
zh_hans: 至少保留一个 Aibo

source: Let's set up the local Agent hook now!
zh_hans: 现在来配置本地 Agent Hook 吧！

source: Language
zh_hans: 语言

source: Left
zh_hans: 左

source: Light
zh_hans: 浅色

source: Links
zh_hans: 相关链接

source: Listen on localhost
zh_hans: 在 localhost 监听

source: Listen on localhost to receive incoming webhooks
zh_hans: 在 localhost 上监听以接收传入的 Webhook

source: Listener
zh_hans: 监听服务

source: Listener stopped
zh_hans: 监听服务已停止

source: Loaded successfully. Give your new aibo a name.
zh_hans: 加载成功。为你的新 Aibo 起一个名字吧。

source: Local
zh_hans: 本地

source: Local Upload
zh_hans: 本地上传

source: Local URL
zh_hans: 本地 URL

source: Logs
zh_hans: 日志

source: More
zh_hans: 更多

source: More Agents will be supported later.
zh_hans: 后续将支持更多 Agent。

source: Music
zh_hans: 音乐

source: Music Notes
zh_hans: 音乐音符

source: Name
zh_hans: 名称

source: New Aibo
zh_hans: 添加 Aibo

source: Nice, you're all set. You can open Settings later to explore more!
zh_hans: 好，完事了！ 你稍后可以打开“设置”探索更多功能！

source: Nice. You can fine-tune the details later in Settings.
zh_hans: 好耶！ 你稍后可以在“设置”调整细节。

source: No Petdex Aibo
zh_hans: 无 Petdex Aibo

source: Not Installed on This Mac
zh_hans: 此 Mac 未安装

source: Notes Color
zh_hans: 音符颜色

source: Observe-only Cordis plugin. Writes a marked block into ~/.dsh/cordis.patch.yml (or $DSH_HOME). Restart `dsh` after install. Don’t also `dsh plugin add` the same plugin. Clicking the bubble does not switch apps yet.
zh_hans: 仅供观察的 Cordis 插件。会在 ~/.dsh/cordis.patch.yml（或 $DSH_HOME）中写入标记代码块。安装后请重启 `dsh`。请勿同时使用 `dsh plugin add` 添加同一插件。点击气泡暂不支持切换应用。

source: Petdex API error
zh_hans: Petdex API 错误

source: PetDex URL or slug
zh_hans: PetDex URL 或 slug

source: Pixel Optimization
zh_hans: 像素优化

source: Port
zh_hans: 端口

source: Position
zh_hans: 位置

# position.down
source: Down
zh_hans: 下

source: Preview
zh_hans: 预览

source: PREVIEW
zh_hans: 预览

source: Quit Aibo
zh_hans: 退出 Aibo

source: Receive local agent hook events
zh_hans: 接收本地 Agent Hook 事件

source: Received Logs
zh_hans: 已接收日志

source: Recommended only for pixel-art images
zh_hans: 仅推荐像素风格图片开启

source: Regenerate Secret
zh_hans: 重新生成密钥

source: Regular
zh_hans: 常规

source: Rename
zh_hans: 重命名

source: Rename Aibo
zh_hans: 重命名 Aibo

source: Reset Capsule Color
zh_hans: 重置胶囊颜色

source: Reset Progress Color
zh_hans: 重置进度条颜色

source: Reset to Defaults
zh_hans: 恢复默认设置

source: Restore Last Position
zh_hans: 恢复上次位置

source: Right
zh_hans: 右

source: Save
zh_hans: 保存

source: Search
zh_hans: 搜索

source: Seconds
zh_hans: 秒数

source: Secret
zh_hans: 密钥

source: Select Aibos
zh_hans: 选择 Aibo

source: Settings…
zh_hans: 设置…

source: Setup Guide
zh_hans: 配置指南

source: Show %@ in Finder
zh_hans: 在访达中显示 %@

source: Show Aibo
zh_hans: 显示 Aibo

source: Show in Finder
zh_hans: 在访达中显示

source: Showing up to %lld items
zh_hans: 最多显示 %lld 条记录

source: Shows all installed aibos
zh_hans: 显示所有已安装的 Aibo

source: Size
zh_hans: 大小

source: Skip
zh_hans: 跳过

source: Skip, set in the menu later
zh_hans: 跳过，稍后在菜单中设置

source: Sort
zh_hans: 排序

source: Status
zh_hans: 状态

source: Stopped
zh_hans: 已停止

source: System
zh_hans: 跟随系统

source: That name is already used.
zh_hans: 该名称已被使用。

source: Theme
zh_hans: 主题

source: This archive isn’t a valid Petdex pack
zh_hans: 此压缩包不是有效的 Petdex 资源包

source: This file isn’t a supported image or Petdex pack
zh_hans: 该文件不是受支持的图片或 Petdex 资源包

source: To-do
zh_hans: 待办事项

source: To-do Progress Animation
zh_hans: 待办进度动画

source: To-do Progress Color
zh_hans: 待办进度条颜色

source: Translucent
zh_hans: 半透明

source: Tunnel is down, take a look!
zh_hans: Tunnel 已断开，快去查看！

source: Uninstalled
zh_hans: 未安装

source: Unknown
zh_hans: 未知

source: Unsupported image file
zh_hans: 不支持的图片格式

source: Up
zh_hans: 上

source: Update Now
zh_hans: 立即更新

source: Updates
zh_hans: 软件更新

source: Use Default
zh_hans: 使用默认

source: V2 assets only
zh_hans: 仅适用于 V2 资源

source: v%@ New
zh_hans: v%@ 新版本

source: Version %@ is available
zh_hans: 版本 %@ 可用

source: Visit PetDex
zh_hans: 访问 PetDex

source: Webhook Connectivity
zh_hans: Webhook 连通性

source: Webhook deliveries show up here with timestamp and sender. The list shows the newest %lld; export includes everything on disk.
zh_hans: 此处展示 Webhook 推送记录的时间戳和发送者。列表展示最新的 %lld 条；导出则包含磁盘上的所有记录。

source: Welcome
zh_hans: 欢迎

source: You must keep at least one aibo.
zh_hans: 你必须保留至少一个 Aibo。
